Repository: bastislack/highline-freestyle
Catalog: src/locales/*/messages.po
Languages: es

# aboutPage.contributeDescription
source: If you want to have a specific feature or a bug fix in the future versions of this app please write us via Facebook or Instagram. If you are a developer yourself then don't hesitate to get involved in our repository:<0/><1>Github repository</1>
es: Si quieres una función específica o una corrección de errores en las futuras versiones de esta aplicación, escríbenos a través de Facebook o Instagram. Si eres un desarrollador, no dudes en participar en nuestro repositorio:<0/><1>Repositorio Github</1>

# aboutPage.contributeTitle
source: How can you contribute?
es: ¿Cómo puede contribuir?

# aboutPage.dataHandlingDescription
source: As we are highliners we want to make this app work offline. Thus all your data is stored locally in your browser. We use the <0>localstorage</0> and <1>indexedDB</1> API to save your data in your browser. We will never know about your data, only your browser knows about it!
es: Como somos highliners queremos que esta aplicación funcione sin conexión. Por lo tanto, todos sus datos se almacenan localmente en su navegador. Utilizamos la API <0>localstorage</0> e <1>indexedDB</1> para guardar tus datos en tu navegador. Nosotros nunca sabremos de tus datos, ¡sólo tu navegador lo sabe!

# aboutPage.dataHandlingTitle
source: How is your data handled?
es: ¿Cómo se tratan sus datos?

# aboutPage.goalDescription
source: This app is made by passionate highline freestyle athletes that want to see the sport grow. As more and more tricks are created every week it is hard to keep the overview. Here we want to show you the most common tricks/combos along with important information to help you learn them. Setting the stick frequency on your tricks/combos allows you to have a visual overview of your arsenal. The feature that was the initial motivation for making this app is the random combo generator. It should help you trying out new combos that you otherwise wouldn't have tried. We want both beginners and advanced athletes to benefit from using this app.
es: Esta aplicación está hecha por atletas apasionados del highline freestyle que quieren ver crecer este deporte. Como cada semana se crean más y más trucos, es difícil mantener la visión general. Aquí queremos mostrarte los trucos/combos más comunes junto con información importante para ayudarte a aprenderlos. Establecer la frecuencia de los palos en tus trucos/combos te permite tener una visión general de tu arsenal. La característica que fue la motivación inicial para hacer esta aplicación es el generador de combos aleatorios. Debería ayudarte a probar nuevos combos que de otro modo no habrías probado. Queremos que tanto los principiantes como los atletas avanzados se beneficien del uso de esta aplicación.

# aboutPage.goalTitle
source: What is the goal of this app?
es: ¿Cuál es el objetivo de esta aplicación?

# aboutPage.nextFeaturesDescription
source: <0><1>A Combo Builder will be added, so you can create your own combos.</1><2>We will provide the Frontrange Freestyler and BouncKult athlete's favorite combos.</2><3>New features and improvements on the Combo Generator.</3></0>
es: <0><1>Se añadirá un constructor de combos para que puedas crear los tuyos propios.</1><2>Proporcionaremos los combos favoritos de los atletas de Frontrange Freestyler y BouncKult.</2><3>Nuevas características y mejoras en el generador de combos.</3></0>

# aboutPage.nextFeaturesTitle
source: What are the next features we are working on?
es: ¿Cuáles son las próximas características en las que estamos trabajando?

# aboutPage.title
source: About highline-freestyle.com
es: Sobre highline-freestyle.com

# comboGeneratorPage.addToCombos
source: Add to Combos
es: Añadir a Los Combos

# comboGeneratorPage.advancedOptions
source: Advanced Options
es: Opciones Avanzadas

# comboGeneratorPage.allowConsecutiveTricks
source: Allow consecutive tricks
es: Permitir Trucos Consecutivos

# comboGeneratorPage.allowDuplicateTricks
source: Allow duplicate tricks
es: Permitir Los Trucos Duplicados

# comboGeneratorPage.allowSimilarPositions
source: Allow similar positions
es: Permitir Posiciones Similares

# comboGeneratorPage.allowTransitions
source: Allow transitions
es: Permitir Transiciones

# comboGeneratorPage.approximateAverageDifficulty
source: Approximate average difficulty (the more tricks the more accurate)
es: Dificultad Media Aproximada

# comboGeneratorPage.difficultyRange
source: Difficulty Range
es: Rango de Dificultad

# comboGeneratorPage.finishToFeet
source: Finish to Feet
es: Acabado a Pies

# comboGeneratorPage.generate
source: Generate
es: Generar

# comboGeneratorPage.generateRandomCombo
source: Generate a Random Combo
es: Generar Una Combinación Aleatoria

# comboGeneratorPage.generator
source: Generator
es: Generador

# comboGeneratorPage.numberOfTricks
source: Number of Tricks
es: Número de Trucos

# comboGeneratorPage.random
source: Random
es: Aleatorio

# comboGeneratorPage.randomlyGenerated
source: This combo was randomly generated!
es: ¡Esta combinación fue generada al azar!

# comboGeneratorPage.startFrom
source: Start from
es: Empezar de

# comboStats.averageDifficultyLevel
source: Average difficulty level
es: Nivel Medio de Dificultad

# comboStats.boostCombo
source: Boost this combo
es: Impulsar el Combo

# comboStats.maximumDifficultyLevel
source: Maximum difficulty level
es: Nivel Máximo de Dificultad

# comboStats.minimumDifficultyLevel
source: Mininum difficulty level
es: Nivel Mínimo de Dificultad

# comboStats.numberOfTricks
source: Number of tricks
es: Número de Trucos

# comboStats.title
source: Combo stats
es: Estadísticas del Combo

# comboStats.totalDifficultyLevel
source: Total difficulty level
es: Nivel Total de Dificultad

# comboStats.unboostCombo
source: Unboost this combo
es: Desimpulsar el Combo

# common.about
source: About
es: Sobre Nosotros

# common.establishedBy
source: Established By
es: Establecido Por

# common.length
source: Length
es: Longitud

# common.level
source: Level
es: Nivel

# common.linkToVideo
source: Link to Video
es: Enlace al Vídeo

# common.name
source: Name
es: Nombre

# common.search
source: Search
es: Buscar

# common.setSuccessFrequency
source: Set your success frequency
es: Establezca su Frecuencia de Éxito

# common.stickFrequency
source: Stick Frequency
es: Frecuencia de Éxito

# common.yearEstablished
source: Year Established
es: Año de Creación

# installApp.description
source: App for Highline Freestyle athletes
es: Aplicación para los atletas de Highline Freestyle

# installApp.features
source: <0><1>Tricklist</1><2>Combolist</2><3>Random combo generator</3><4>Works offline</4></0>
es: <0><1>Lista de trucos</1><2>Lista de combos</2><3>Generador de combos aleatorios</3><4>Funciona sin conexión</4></0>

# languages.english
source: English
es: Inglés

# languages.spanish
source: Spanish
es: Español

# links.comboGenerator
source: Combo Generator
es: Generador de Combos

# links.tricks
source: Tricks
es: Trucos

# pageNames.comboDetails
source: Combo Details
es: Detalles del Combo

# pageNames.comboGenerator
source: Combo Generator
es: Generador de Combos

# pageNames.comboList
source: Combo List
es: Lista de Combos

# pageNames.createCombo
source: Create Combo
es: Crear Combo

# pageNames.createTrick
source: Create Trick
es: Crear Truco

# pageNames.trickDetails
source: Trick Details
es: Detalles del Truco

# pageNames.trickList
source: Trick List
es: Lista de Trucos

# postComboPage.addANewCombo
source: Add a new combo
es: Añadir un Nuevo Combo

# postComboPage.addComboButton
source: Add Combo
es: Añadir Combo

# postComboPage.comments
source: Comments
es: Comentarios

# postComboPage.updateCombo
source: Update combo
es: Actualizar el Combo

# postComboPage.updateComboButton
source: Update Combo
es: Actualizar Combo

# postTrickPage.addANewTrick
source: Add a new trick
es: Añadir Un Nuevo Truco

# postTrickPage.addTrickButton
source: Add Trick
es: Añadir Truco

# postTrickPage.description
source: Description
es: Descripción

# postTrickPage.difficultyLevel
source: Difficulty Level
es: Nivel de Dificultad

# postTrickPage.endPosition
source: End Position
es: Posición Final

# postTrickPage.startPosition
source: Start Position
es: Posición Inicial

# postTrickPage.technicalName
source: Technical Name
es: Nombre Técnico

# postTrickPage.tips
source: Tips
es: Consejos

# postTrickPage.updateTrick
source: Update trick
es: Actualice Truco

# postTrickPage.updateTrickButton
source: Update Trick
es: Actualice Truco

# sortingCategory.comboTricksTitle
source: {trickCount, selectordinal, other {# Trick Combo}}
es: {trickCount, selectordinal, other {Combo de # Trucos}}

# stickFrequency.always
source: Always
es: Siempre

# stickFrequency.generally
source: Generally
es: Generalmente

# stickFrequency.neverTried
source: Never tried
es: Nunca Intentado

# stickFrequency.often
source: Often
es: A Menudo

# stickFrequency.once
source: Once
es: Una Vez

# stickFrequency.rarely
source: Rarely
es: Raramente

# stickFrequency.sometimes
source: Sometimes
es: Ocasionalmente

# stickFrequency.workInProgress
source: Work in progress
es: Trabajo en Curso

# trickDetails.boostThisTrick
source: Boost this trick
es: Impulsar este Truco

# trickDetails.description
source: Description
es: Descripción

# trickDetails.level
source: Level
es: Nivel

# trickDetails.recommendedPrerequisites
source: Recommended Prerequisites
es: Requisitos Recomendados

# trickDetails.tips
source: Tips
es: Consejos

# trickDetails.unboostThisTrick
source: Unboost this trick
es: Desimpulsar este Truco
